[general]
enname=Russian
name=Русский
code=0419

[translations]
Afterwards_the_program_will_restart!=
OK=OK
Cancel=Прервать
Open_flow=Открыть поток
Save=Сохранить
Whitch_%1%_should_be_created?=Какой %1% создать?
Flow_ececution_policy=Правило исполнения
New_Action=Новое действие
New_Condition=Новое условие
New_Connection=Новое соединение
Creating_Connection=Создать соединение
Select_second_element=Выбери второй элемент
Get_parameters.=Взять параметры.
Activate_a_Window_and_press_F12.=Активируй окно и нажми F12.
If_you_want_to_cancel,_press_Escape=Если ты хочешь прервать, нажми Esc
Select_a_control_text_whitch_you_want_to_import=Выбери текст из одного елемента интерфейса, который ты хочешь импортировать
Value=
Calculate=
Script=
Duration_in_Seconds=
[common]
enname=Russian
name=Русский
code=0419
Save=Сохранить
Cancel=Прервать
OK=OK
Message=
Title=
Question=
Manager=Менеджер
Editor=Редактор
Yes=Да
No=Нет
Insert=
normal=Нормально
to_%1%=в %1%
Low=
High=
Undo=
From_%1%_to_%2%=
New_name=
Unnamed=
To=
Unit=
System=
Hidden=
Operation=
Content=
Copy=
General=
Until=
Performance=
Help=
Which_unit=
Target=
Status_to_set=
On=
Off=
Toggle=Umschalten
Always_on=
Always_off=
Close=
Length=
Preview=
Automatic=
Examples=
Error!=
Cancelling=
Custom=
Do_not_use=
tempText
tempText
tempText
tempText
tempText
tempText
[Error reports]
You_cannot_connect_to_trigger!=Ты не можешь соеденить к спуску
The_connection_cannot_start_and_end_on_the_same_element!=Соединение не может начать и кончить на одном и томже элементе
Trigger_cannot_be_removed!=Спуск не может быть удалён!
Exception=Ошибка
Error=Ошибка
This_window_seems_not_to_have_controls=В этом окна кажется нету елементов интерфейса
Warning=
The_end_of_a_loop_was_entered,_but_this_loop_was_not_the_current_one.=
Current_thread_will_be_closed=
No_help_file_was_found=
The_specified_folder_does_not_exist._Should_it_be_created?=
If_you_press_'%1%',_previous_path_will_remain.=
The_specified_folder_is_not_an_absolute_path!=Der angegebene Pfad ist nicht absolut!
The_specified_folder_could_not_be_created!=Der angegebene Ordner konnte nicht erstellt werden!
Seeked_window_does_not_exist=
Current_thread_was_closed=
%1%_'%2%'_ended_with_an_error=
%1%_is_empty.=
%1%_is_not_a_number.=
No_window_specified.=Kein Fenster angegeben
%1%_is_not_specified.=%1% ist nicht angegeben
No_files_copied=
%1%_files_not_copied=
%1%_is_not_valid=
Folder_not_copied=
Folder_not_created=Ordner nicht erstellt
Variable_'%1%'_is_does_not_contain_a_date.=
Variable_'%1%'_is_not_empty_and_does_not_contain_a_list.=
%1%_files_not_deleted=
No_files_deleted=
Folder_not_deleted=
Not_deleted_from_ini=Nicht gelöscht aus Ini
Variable_'%1%'_does_not_contain_a_list.=
Couldn't_download_file=Konnte Datei nicht herunterladen
Recycle_bin_could_not_be_emptied.=Papierkorb konnte nicht geleert werden
Variable_'%1%'_is_not_date_format.=Variable '%1%' ist nicht Datumformat.
No_elements_found_in_clipboard=
Seeked_control_does_not_exist=
%1%_does_not_exist=
File_'%1%'_does_not_exist=
The_list_'%1%'_does_not_contain_an_integer_key.=Die Liste '%1%' enthält keinen ganzzahligen Schlüssel.
The_list_'%1%'_does_not_contain_the_key_'%2%'.=
No_position_specified.=
Searched_text_not_found=
User_dismissed_the_dialog_without_selecting_a_file_or_system_refused_to_show_the_dialog.=Benutzer hat den Dialog ohne Auswahl geschlossen oder das System hat den Dialog nicht gezeigt.
User_dismissed_the_dialog_without_selecting_a_folder_or_system_refused_to_show_the_dialog.=
User_dismissed_the_dialog=Benutzer hat den Dialog geschlossen
The_maximum_amount_is_reached.=
Timer_'%1%'_couln't_be_activated!=Timer '%1%' konnte nicht aktiviert werden!
The_hotkey_%1%_cannot_be_set!=
The_AutoHotFlow_manager_needs_to_be_started_first,_before_a_flow_can_be_opened.=Der AutoHotFlow Manager muss zuerst gestartet werden, bevor ein Flow geöffnet werden kann.
The_flow_will_close_now.=Der Flow wird jetzt beendet.
Section_'%1%'_and_key_'%2%'_not_found.=
No_response_from_the_manager=
There_is_no_flow_named_'%1%'=
Unexpected_Error!=
Flow_%1%_could_not_be_started.=
Flow_is_not_enabled=
Manager_did_not_start_the_flow=
Process_could_not_be_closed=
Trigger_'%1%'_couln't_be_activated!=
No_information_whether_the_connection_lead_into_head_or_tail=Keine Information darüber, ob die Verbindung zum Kopf oder Fuß führt.
No_windows_found.=
%1%_is_not_secified.=%1% ist nicht angegeben.
Couldn't_get_file_attributes_of_file_'%1%'=
Couldn't_get_file_size_of_file_'%1%'=
Couldn't_get_file_time_of_file_'%1%'=
Seeked_process_does_not_exist=
%1%_files_not_moved=
No_files_moved=
Folder_not_moved=
Sound_could_not_be_played=
Minimum_value_is_greater_than_maximum_value=
File_'%1%'_could_not_be_read=
File_'%1%'_not_recycled=
%1%_files_not_renamed=%1% Dateien nicht umbenannt
No_files_renamed=
Folder_not_renamed=
Can't_run_'%1%'=
%1%_is_not_a_date.=
Manager_did_not_enable_the_flow=Manager hat den Flow nicht aktiviert
Manager_did_not_disable_the_flow=Manager hat den Flow nicht deaktiviert
Couldn't_set_the_process_priority=Konnte Prozesspriorität nicht setzen
Manager_did_not_stop_the_flow=
Unexpected_error=Unerwarteter Fehler
Attributes_of_file_'%1%'_could_not_be_read=
Couldn't_get_key_state=
No_window_specified=Kein Fenster angegeben
Invalid_path:_%1%=
The_interval_is_not_a_number.=Das Intervall ist keine Nummer.
The_interval_is_not_greater_than_0.=
No_weekdays_selected=
An_unknown_problem_occured=
Something_prevented_the_command_from_conducting_the_search=
Pixel_'%1%'_not_found=
Image_was_not_found=
See_log_for_details.=
System_error.=
Wrong_extension=
Coordinates_are_invalid=
Could_not_save_file_to_disk.=
[Flow editor]
New_Trigger=Новый спуск
Select_a_trigger=Выбери спуск
Select_connection_type=Выбери тип соединения.
Delete_Trigger=Удалить спуск
which_%1%_should_be_created?=
New_Category=Новая категория
New_Flow=Новый поток
Edit=Обработать
Renamed=Переименован
A_flow_with_name_%1%_already_exists=Поток с именем %1% уже существует!
A_flow_can_not_have_an_empty_name=Поток не может иметь пустое имя!
A_category_with_name_%1%_already_exists=Категория с именем %1% уже существует!
Confirm_deletion=Подтверди удаление
Do_you_really_want_to_delete_the_flow_%1%?=Ты уверен, что ты хочешь удалить поток %1%?
Do_you_really_want_to_delete_the_category_%1%?=Ты действительно хочешь удалить категорию %1%?
Uncategorized=Без категории
All_flows_of_that_category_will_be_moved_into_the_category=Все потоки етой категории будут перенесены в карегорию %1%.
This_category_can_not_be_removed!=Эта категория не может быть удалена!
Change_category=Изменить категорию
Where_should_%1%_be_moved?=
delete=Стереть
Condition=Условие
Create_new_action=Создать новое действие
Create_new_condition=Создать новое условие
This_Connection_Already_Exists!=Это соединение уже есть!
Delete_Object=Стереть элемент.
Do_you_really_want_to_delete_the_%1%_%2%?=Ты действительно хочешь стереть %1% %1%?
A_category_can_not_have_an_empty_name=Категория не может иметь пустое имя
Show_manager=
Edit_%1%=Обработать %1%
AutoHotFlow_Manager=
Flow_%1%=Поток %1%
The_name_of_the_flow_begins_with_%1%!_Such_flows_will_be_deleted_or_overwritten_on_next_update!=
Select_element_type=
Create_new_loop=
Loop=
Simple_loop=
Flow=
No_elements_selected=
Unnamed_trigger=
Experimental=
[Element editor]
Standard_name=Стандартное имя
Variable_name=Имя переменной
Flow_control=Контроль потоков
User_interaction=
Variable=Переменная
Window=Окно
Power=Енергия
For_experts=
Start_with=Начинает с
Contain_anywhere=Содержит
Exactly=Точно
Get_Parameters=Импортировать параметры
Action=Действие
Select_a_control_text_which_you_want_to_import=
Also_import_unique_IDs=Тоже однозначные идентификаторы импортировать
%1%_type:_%2%=%1% тип: %2%
Flow_name=Имя потока
Method=
Wizard_to_get_parameters=
Text_to_speak=
Increase_by_%1%=
Decrease_by_%1%=
Event=
%1%_times=
Prompt=
Filter=
Key=
Throw_exception=
Default_value_on_failure=
Repeats=
Infinite_loop=
Behavior_on_error=
Unit_count=
Select_a_window_which_you_want_to_import=
Optinally_select_some_text_of_a_control_in_window=
Update_window_list=
Import_unique_control_ID_of_the_control=
Method_%1%=Methode %1%
Fast_method=
Default_method=
Alternative_method=
Slow_method=
Import=
Import_mouse_position=
Get_coordinates=
Import_Start_coordinates=
Import_End_coordinates=
Import_upper_left_corner=
Import_lower_right_corner=
Hold_control_key_down_and_use_keyboard_cursors_to_move_mouse_by_one_pixel.=
Mouse_tracker=
Window_assistant=
Timeout=
No_timeout=
Define_timeout=
Result_on_timeout=
Timout_reached=
This_field_contains_an_expression=
This_is_an_expression.=
You_musn't_use_percent_signs_to_add_a_variable's_content.=
This_field_contains_a_string=
This_field_mustn't_be_empty!=
The_variable_name_is_not_valid.=
This_field_contains_a_variable_name=
Default_value=
Result_if_cancelled=
Timeout_'%1%'=
Trigger=
Flags=
Content_length=
Output=
[Save and load]
saving=Сохраняю
saved=Сохранено
loading=Качаю
loaded=Скачал
Note!=
You_have_not_saved.=Ты ещё не сохранил.
Do_you_want_to_save?=Ты хочешь сохранить?
saving_to_clipboard=Сохранить в промежуточный буфер
saved_%1%_elements_to_clipboard=Загруженно %1% элементов в промежуточный буфер
loading_from_clipboard=Качаю из промежуточного буфера
The_flow_was_not_saved_properly_last_time.=
Unfortunately_no_backup_is_available.=
A_backup_is_available._It_will_be_loaded.=
Loaded_%1%_elements_from_clipboard=
[Flow state]
Run=Запустить
Enable=Активировать
Stop=Остановить
Stopping=Останавлевается
Disable=Выключить
Exit=Закрыть
Execute_flow=Запустить поток
Log_of_AutoHotFlow_Manager=
[Elements - Variables]
New_variable=
Variables_that_should_be_exported_prior_to_execution=
Variables_that_should_be_imported_after_execution=
Replace_variables=
Clipboard_Changes=
Only_Text=Только текст
Everything_(e.g._picture)=Всё (нпр. картинки)
Get_Clipboard=Импортировать из премежуточного буфера
Set_Clipboard=
Expression=
Text_to_set=
Subtract_%1%_from_%2%=
Add_%1%_to_%2%=
Insert_default_value_in_the_variable=
New_list=
Use_linefeed_as_delimiter=
Use_comma_as_delimiter=
Use_semicolon_as_delimiter=
Use_space_as_delimiter=
Variable_containing_a_number=
This_is_a_variable_name_or_expression=
This_is_a_value=
Square_Root=
Places_after_comma=
Random_number=
Minimum_value=
Maximum_value=
Round_up=
Round_down=
Round_normally=
Substring=
This_is_a_string=
Begin_from_left=
Begin_from_right=
Start_position=
Count_of_characters=
Until_the_end=
Go_left=
Go_right=
Trim_a_string=
Remove_a_number_of_characters=
Remove_specific_caracters=
Remove_from_which_side=
Left-hand_side=
Right-hand_side=
which_characters=
Spaces_and_tabs=
Input_string=
Replace_a_string=
Text_to_search=
Replace_by=
Number_of_replacements=
Replace_only_the_first_occurence=
Replace_all_occurences=
Case_sensitivity=
Case_insensitive=
Case_sensitive=
Search_in_a_string=
which_occurence=
From_left=
From_right=
Get_string_length=
Split_a_string=
Output_list_name=
Delimiter_characters=
Omit_characters=
String_contains_text=
Search_text_position=
Starts_with=
Ends_with=
Contains_anywhere=
Change_character_case=
which_case_(character_case)=
Uppercase=
Lowercase=
Firt_character_of_a_word_is_uppercase=
Trigonometry=
Sine=
Cosine=
Tangent=
Arcsine=
Arccosine=
Arctangent=
Radian=
Degree=
Add_to_list=
Where_to_insert=
First_position=
Last_position=
Following_position=
Delete_from_list=
which_element=
First_element=
Last_element=
Get_from_list=
Output_variable_name=
Input_list_name=
Initial_content=
Empty_list=
Initialize_with_one_element=
Initialize_with_multiple_elements=
Numerically_as_first_element=
Following_element_or_key=
Following_key=
Number_of_elements=
Add_one_element=
Add_multiple_elements=
Content_to_add=
Following_position_or_key=
List_contains_element=
List_name=
Search_for_what=
Search_for_an_index_or_key=
Search_for_an_element_with_a_specific_content=
Key_or_index=
Variable_is_empty=
Get_index_of_element_in_list=
Throw_exeption_if_no_element_was_found=
Random_position=
Copy_variable=
Shuffle_list=
Input_variable_name=
Absolute_number=
Exponentiation=
Exponent=
Rounding_a_number=
New_empty_list=
New_list_%1%_with_initial_content=
Delete_element_%1%_from_list_%2%=
Delete_last_element_from_list_%1%=
Delete_first_element_from_list_%1%=
Split_string_%1%_to_%2%=
Evaluate_on_first_iteration=
Work_through_a_list=
Copy_list_before_first_iteration=
Parse_a_string=
Second_input_variable_Name=
Input_number=Eingangsnummer
Replace_in_a_string=
List_variable_name=
Following_characters=
Start_from_following_position=Von einer bestimmten Position starten
Local_variables=
Change_value=
Variable_is_set=
Delete_variable=
Variable_deleted=
Update_variable_list=
Global_variables=
Thread_variables=
Loop_variables=
Input_list=
Key_or_position=Schlüssel oder position
Output_variable=
Static_variables=
Input_variable_'%1%'=
Output_variable_name_'%1%'=
Input_number_'%1%'=
List_name_'%1%'=Listenname '%1%'
Ouput_variable_name_'%1%'=
Trigger_only_if_the_clipboard_contains_some_text.=
Input_exponent_'%1%'=Eingangs-Exponent '%1%'
Value_'%1%'=Wert '%1%'
Search_text=
Input_value=
Occurence_number=
Offset=
Output_variables=
Seeked_content=
Make_output_variable_empty=
Count_of_lines=
Rows_count_'%1%'=
Content_type=
Define_charset=
Define_codepage=
Variable_name_'%1%'=
Response_data_variable_'%1%'=
Output_header_variable_'%1%'=
Charset=
Use_UTF-8_charset=
[Elements - Interaction]
Text_to_show=
Tooltip=
Follow_Mouse=
Do_you_agree?=
Confirmation_Dialog=
The_Hotkey_is_not_set!=
Hotkey=
Send_Keystrokes=
Keys_or_text_to_send=
Insert_a_keystroke=
key_is_down=
Raw_mode=
Input_mode=
Play_mode=
Event_mode=
Send_keystokes=
Send_Keystrokes_to_a_control=
Block_key=
Only_active_when_the_specified_window_is_active=
Only_active_whe_the_specified_window_exists=
Always_active=
Traytip=
Icon=
No_icon=
Info_icon=
Warning_icon=
Error_icon=
Message_Box=
Speech_output=
Move_mouse=
Mouse_position=
Very_fast=
Very_slow=
Slow=
Instantly=
Fast=
Click=
which_button=
Left_button=
Right_button=
Middle_Button=
Wheel_up=
Wheel_down=
Wheel_left=
Wheel_right=
4th_mouse_button_(back)=
5th_mouse_button_(forward)=
Move_mouse_before_clicking=
Click_count=
Click_(Down_and_up)=
Keep_down=
Release_only=
5th_button=
4th_button=
Drag_with_mouse=
Relative_to_current_mouse_position=
Coordinates=
Get_mouse_position=
User_simulation=
Set_lock_key=
Which_lock_key=Welche Sperrtaste
Caps_lock=
Num_lock=
Scroll_lock=
Set_caps_lock_state=
Set_num_lock_state=Setze Num-Lock-Taste
Set_scroll_lock_state=
Send_mode=
Trigger_even_if_other_keys_are_already_held_down=
Trigger_on_release_rather_than_press=Beim loslassen, statt beim drücken triggern
Key_name=
Button_Text=
Show_cancel_button=
Edit_field=
Use_a_multiline_edit_field=
Only_allow_numbers=
Mask_user's_imput=
Please,_write_something=
Button_'%1%'=
Button_label=
Button_label_for_'%1%'=
[Elements - window]
Title_of_Window=Титул окна
Window_opens=
Activate_Window=Активировать окно
close_Window=Закрыть окно
Text_of_a_control_in_Window=Текст одного елемента интерфейса в окне
Exclude_title=Исключить титул
Exclude_text_of_a_control_in_window=Исключить текст из одного елемента интерфейса
Window_class=Класс окна
Unique_window_ID=Однозначный идентификатор окна
Title_begins_with=Титул начинает с
Control_text=Текст елемента интерфейса
Exclude_control_text=Исключить текст элемента интерфейса
Window_ID=Идентификатор окна
Title_includes=Титул содержит
Title_is_exatly=Титул есть точно
Window_gets_active=
Window_Gets_Inactive=
Window_Closes=
Window_is_active=
Window_exists=
Detect_hidden_window=
Text_in_control=
Classname_and_instance_number_of_the_control=
Control_Identification=
Method_for_control_Identification=
Import_Text_in_control=Импортировать текст из елемента интерфейса
Import_Classname_and_instance_number_of_the_control=
Control=
kill_Window=
Move_window=
Maximize=
Minimize=
Restore=
Move=
Width_and_height=
Minimize_all_windows=
Show_window=
Hide_window=
Get_control_text=
Set_control_text=
Hidden_window=
Detect_hidden_text=
Active_window=Aktives Fenster
Unique_control_ID=
Control_ID=
Find_hidden_windows=Versteckte Fenster finden
Find_hidden_text=
Specified_window=
Works_only_if_window_visible=
Use_active_window=
[Settings]
Select_Language.=
Settings=Настройки
Change_Language=Изменить язык
Skip_execution_when_an_instance_is_already_executing=Перепрыгнуть, если одна инстанция уже исполняется
Wait_until_the_currently_executing_instance_has_finished=Ждать пока актуално исполняемая инстанция не закончится
Stop_the_currently_executing_instance_and_execute_afterwards=Остановить актуальную инстанцию и выполнить позже
Parallel_execution_of_multiple_instances=Параллельное иполнение несколький инстанций
Options=Настройки
Flow_execution_policy=
Debug_options=
Log_to_file=
Show_log=
Log_of_flow_%1%=
About_AutoHotFlow=
[Elements - File]
File=
Shortcut=
Path_of_the_Shortcut=
Set_the_Shortcut_path=
Remove_shortcut_when_disabling=
File_path=
Write_to_file=
Files=
Text_to_write=
Select_file=
Select_a_file=
Encoding=
Append_or_overwrite=
Append=
Overwrite=
Delete_file=
Read_from_file=
Linefeed=
Only_a_linefeed=
Carriage_return_and_linefeed=
Replace_Carriage_return_and_linefeed_with_single_linefeeds=
Recycle_file=
Empty_recycle_bin=
which_drive=
All_drives=
Select_the_root_Folder_of_a_drive=
Create_folder=
Select_folder=
Select_a_folder=
Copy_file=
Source_file=
Destination_file_or_folder=
Select_a_file_or_folder=
Copy_folder=
Source_folder=
Destination_folder=
Move_folder=
Move_file=
Overwrite_existing_files=
Rename_file=
Rename_folder=
Folder=
Delete_folder=
Remove_only_if_the_folder_is_empty=
Get_file_size=
Bytes=
Kilobytes=
Megabytes=
Get_file_time=
Modification_time=
Creation_time=
Last_access_time=
which_time=
Set_file_time=
Any_files=
File_must_exist=
Allow_to_select_multiple_files=
Path_must_exist=
Prompt_to_create_new_file=
Prompt_to_overwrite_file=
'Save'_button_instead_of_an_'Open'_button=
Starting_folder=
Permit_to_navigate_upward=
Show_a_button_to_create_a_new_folder=
Show_an_edit_field_to_type_in_the_folder_name=
Read_from_ini=
Read_a_key=
Read_the_section_names=
Section=
Write_to_ini=
Delete_from_ini=
Select_an_.ini_file=
Delete_a_key=
Delete_a_section=
File_has_attribute=
which_attribute=
Read_only=
Archive=
Directory=
Offline=
Compressed=
Temporary=
Get_file_attributes=
Set_file_attributes=
Attributes=
Operate_on_files=
Operate_on_files_and_folders=
Operate_on_folders=
Recurse_subfolders_into=
Loop_through_files=
File_pattern=
Working_directory=
Specified_drive=Angegebenes Laufwerk
Path_of_an_.ini_file=
File_or_folder_exists=
Folder_path=
Root_directory=
Path_of_.ini_file=
Read_the_entire_section=Die gesamte Sektion lesen
Don't_resolve_shortcuts_to_their_targets=
Section_name=Sektion Name
File_name=
File_directory=Dateipfad
Input_file_path=
Output_file_path=
[Elements - time]
Sleep=
Duration_in_ms=
Periodic_timer=
Time_of_day=
Weekdays=
Mon_(Short_for_Monday=
Tue_(Short_for_Tuesday=
Wed_(Short_for_Wednesday=
Thu_(Short_for_Thursday=
Fri_(Short_for_Friday=
Sat_(Short_for_Saturday=
Sun_(Short_for_Sunday=
Every_Day=
Time=
User_Idle_Time=
After_%1%_seconds=
Every_%1%_seconds=
ms=
New_time=
Date_Calculation=
Date_format=
How_many_units_to_add=
Seconds=
Minutes=
Hours=
Days=
New_date=
Date=
MM/dd/yy=
HH:mm:ss=
Add_a_period=
Calculate_time_difference=
Milliseconds=
Calculate_time_difference_between_%1%_and_%2%_in_%3%=
Duration=
s_#seconds=
Wait_options=
m_#minutes=
ms_#Milliseconds=
Time_interval=
Period_of_time=
Delay_in_ms=
Trigger_if_clipboard_is_empty.=Triggern, wenn die Zwischenablage leer ist.
Every_%1%_milliseconds=Jede %1% Millisekunden
Every_%1%_minutes=
Current_date_and_time=Aktuelles Datum und Zeit
Specified_date=Angegebenes Datum
Delay=
[Elements - process]
Process_ID=Идентификатор процесса
Process_Name=Имя процесса
Unique_Process_ID=Однозначний идентификатор процесса
Process=Процесс
Process_starts=
Process_closes=
Process_is_running=
Set_process_priority=
Process_name_or_ID=
Priority=
Below_normal=
Above_normal=
Realtime=
Kill_Process=
[Elements - power]
Shutdown_Computer=
Lock_computer=
Hibernate_computer=
Reboot_computer=
Log_off=
Suspend_computer=
Start_up=
Startup=
Start_with_windows=
[Elements - Flow manipulation]
Skip_disabled_flows_without_error=Перепрыгнуть выключиные потоки без ошибки
Wait_for_called_flow_to_finish=Ждать пока запущенный поток не закончится
Return_variables_to_the_calling_flow=Возвратить переменные запускающему потоку
Send_local_variables=Посылать локальные переменные
Set_flow_status=
Stop_flow=
Flow_enabled=
Flow_running=
New_state=Neuer Status
[Elements - Sound]
Sound=
Volume=
Speech_engine=
Speed=
Input_box=
Pitch=
Play_Sound=
Wait_until_previous_speech_output_has_finished_(if_any)=
Wait_until_current_speech_output_finishes=
Select_a_sound_file=
Stop_Sound=
Select_sound=
Simple_beep=
Hand_(stop/error)=
Exclamation=
Asterisk_(info)=
Sound_file=
Beep=
Frequency_in_Hz=
Hz=
Set_Volume=
Get_Volume=
Set_mute_state=Setze Stummeinstellung
Mute_settings=Stummeinstellungen
Mute_on=
Mute_off=
Absolute_volume=
Toggle_mute=
Set_a_specific_volume=
Increase_or_decrease_volume=Lautstärke erhöhen oder verringern
Relative_volume=Relative Lautstärke
Frequency=Frequenz
System_sound=
Stop_playback_now=
[Elements - Internet]
Internet=
URL=
This_is_a_Link._It_does_not_contain_variables=
This_is_a_Link._It_contains_variables_enclosed_in_percentage_signs=
Download_file=Datei herunterladen
HTTP_Request=
Post_data=
Do_not_upload_any_data=
Use_follwing_post_data=
Use_file_as_source_(upload)=
Response_data=
Write_response_data_to_a_variable=
Write_response_data_to_file_(download)=
Request_headers=
Response_headers=
Content_MD5=
User_agent=
Proxy=
Bypass_proxy=
No_proxy=
Don't_use_proxy_to_access_following_website=
URI_encode_post_data=
URI_encode_request_headers=
[Elements - Other]
AutoHotKey_script=
Endless_loop=
Conditional_loop=
Debug_Dialog=
Debugging=Debugging
[Elements - Image and Position]
Search_image=
Image=
Screen_region=
Upper_left_corner=
Whole_screen=
All_screens=
lower_right_corner=
Image_file_path=
Images_and_icons=
Variation=
Make_a_color_of_image_transparent=
Color_name_or_RGB_value=
Scale_image=
width,_height=
Preserve_aspect_ratio=
Set_height_manually_and_set_width_automatically=
Set_width_manually_and_set_height_automatically=
Transparent_color=
Whole_window=
Whole_window_client=
Set_icon_number=
File_with_multiple_icons=
Search_pixel=
Pixel_color=
Variation_'%1%'=
Choose_color=
Get_pixel_color=
Write_RGB_value_in_output_variable=
Write_each_color_in_separate_variable=
RGB_value=
Red,_green,_blue=
Get_color_from_screen=
Color_ID=
Coordinate_'%1%'=
Icon_number_'%1%'=
Image_height_'%1%'=
Image_width_'%1%'=
Position:_x,y=
Y_position=
X_position=X Position
x%1%,_y%2%=
End_coordinates=
Start_coordinates=
(x,y)=
Position=
Relative_to_active_window_position=
Relative_to_active_window_client_position=
%1%_pixel_left=
%1%_pixel_up=
%1%_pixel_right=
%1%_pixel_down=
Position:_x%1%,_y%2%=
Relative_to_screen=
In_the_middle_of_screen=
Beneath_current_mouse_position=
Define_coordinates=
Define_width_and_height=
Width_'%1%'=
Height_'%1%'=
Screenshot=
Which_screen=
Defined_region=
Screen_%1%=
Screen_number_'%1%'=
Write_image_into_a_variable=
Write_image_to_file=
